adpyke.vscode-sql-formatter
afractal.node-essentials
alefragnani.project-manager
atomix.langmf
bastienboutonnet.vscode-dbt
batisteo.vscode-django
be5invis.vscode-icontheme-nomo-dark
ChakrounAnas.turbo-console-log
charliermarsh.ruff
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
corker.vscode-micromamba
Ctctklfh.conda-env-activator
DanLevett.regex-robin
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
DotJoshJohnson.xml
drKnoxy.eslint-disable-snippets
dsebastien.vscode-containers-pack
eamodio.gitlens
EditorConfig.EditorConfig
eliostruyf.vscode-squarl
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
ersanyamarya.commit-gpt
esbenp.prettier-vscode
Evidence.evidence-vscode
formulahendry.auto-rename-tag
formulahendry.docker-explorer
franneck94.c-cpp-runner
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.remotehub
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
henriblancke.vscode-dbt-formatter
idleberg.icon-fonts
innoverio.vscode-dbt-power-user
ipedrazas.kubernetes-snippets
janisdd.vscode-edit-csv
jojoee.conda-cheatsheet
KevinRose.vsc-python-indent
kj.sqltools-driver-redshift
logerfo.gitlab-notifications
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
Monish.regexsnippets
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mtxr.sqltools
njpwerner.autodocstring
oderwat.indent-rainbow
Orta.vscode-jest
phoebustecnologia.phscript-sdk-formatter-vs
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.ansible
redhat.fabric8-analytics
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-yaml
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
samuelcolvin.jinjahtml
shrey150.javafx-support
ShreyKumarJain.developer-copyright
sohibe.java-generate-setters-getters
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
Tobias-Faller.vt100-syntax-highlighting
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
WallabyJs.quokka-vscode
wholroyd.jinja
wix.vscode-import-cost
wmanth.jar-viewer
xabikos.JavaScriptSnippets
yassun7010.vscode-shandy-sqlfmt
ZainChen.json
ziyasal.vscode-open-in-github